package golang
使用此处描述的步骤快速下载并安装 Go。
有关安装的其他内容，您可能对以下内容感兴趣：
Managing Go installations 管理 Go 安装 —— 如何安装多个版本和卸载。
Installing Go from source 从源代码安装 Go —— 如何检查源代码、在您自己的机器上构建它们并运行它们。

Go installation
在下方选择适用于您的计算机操作系统的选项卡，然后按照其安装说明进行操作。
1.打开您下载的 MSI 文件并按照提示安装 Go。
默认情况下，安装程序将安装 Go to Program Files 或 Program Files (x86)。您可以根据需要更改位置。安装后，您需要关闭并重新打开所有打开的命令提
示符，以便安装程序对环境所做的更改反映在命令提示符中。

2.确认您已安装 Go。
	在 Windows 中，单击“开始”菜单。
	在菜单的搜索框中，键入 cmd，然后按 Enter 键。
	在出现的命令提示符窗口中，键入以下命令：go version
	确认该命令打印了已安装的 Go 版本。

一切就绪！
访问入门教程以编写一些简单的 Go 代码。完成大约需要 10 分钟。
